[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "куриное филе",
      "description": "Куриное филе – нежное, диетическое мясо без костей и кожи, идеальный источник белка для здорового питания. Обладает мягкой волокнистой структурой и нейтральным вкусом, что делает его универсальным ингредиентом для множества блюд.\n\nЦена указана за 1 кг. Товар доступен в вакуумной упаковке 500 г и наборе 2 кг.",
      "image": "",
      "category": 1,
      "price": 620.60,
      "created_at": "2025-04-29",
      "upload_at": "2025-04-29"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "яблоко",
      "description": "Яблоки \"Белый налив\" - нежные, ароматные плоды с тонкой кожицей и сочной кисло-сладкой мякотью. Один из самых популярных летних сортов с легкой зернистой текстурой и освежающим вкусом. Идеальны для употребления в свежем виде, приготовления соков, компотов и домашних десертов. Содержат витамин С, клетчатку и пектин, способствующие пищеварению. Цена указана за 1 кг.",
      "image": "",
      "category": 2,
      "price": 130.0,
      "created_at": "2025-04-29",
      "upload_at": "2025-05-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "лук",
      "description": "Лук репчатый – незаменимый овощ на каждой кухне, отличающийся острым вкусом и ярким ароматом. Сочные золотистые луковицы с плотной текстурой и характерной горчинкой идеально подходят для приготовления супов, мясных блюд, соусов, маринадов и салатов.\n\nСовет: Чтобы уменьшить горечь, перед нарезкой подержите лук в холодной воде 10 минут.\n\nОтличный выбор для тех, кто ценит насыщенный вкус и пользу натуральных продуктов!\n\nЦена указана за 1 кг. Доступно в сетке 1 кг и мешке 5 кг.",
      "image": "",
      "category": 2,
      "price": 99.99,
      "created_at": "2025-04-29",
      "upload_at": "2025-04-29"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "помидор",
      "description": "Сочные и ароматные, с ярким вкусом, который идеально дополнит любые блюда. Эти красные плоды с гладкой блестящей кожицей и нежной мякотью прекрасно подходят для салатов, бутербродов, соусов и горячих блюд. Помидоры богаты витаминами А и С, а также антиоксидантами, полезными для здоровья. Храните их при комнатной температуре, чтобы сохранить насыщенный вкус и аромат. Отличный выбор для тех, кто любит свежие и натуральные продукты!\n\nЦена указана за 1 кг. Доступны в упаковках по 1 кг и 5 кг.",
      "image": "",
      "category": 2,
      "price": 149.99,
      "created_at": "2025-04-28",
      "upload_at": "2025-05-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Говяжий фарш",
      "description": "Универсальный мясной полуфабрикат из свежего мяса говядины, идеально подходящий для разнообразных блюд. Обладает насыщенным вкусом и высокой питательной ценностью.\nСостав: 100% говядина (может включать сочетание мышечной ткани и небольшого количества жира для сочности)\nЖирность: 10-20% (в зависимости от сорта)\nУпаковка: Экологичный лоток с защитной плёнкой.\nЦена указана за 1 кг.",
      "image": "",
      "category": 1,
      "price": 700.00,
      "created_at": "2025-05-05",
      "upload_at": "2025-05-05"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "Свиной фарш",
      "description": "Популярный мясной полуфабрикат из свежей свинины, отличающийся сочностью и нежной текстурой. Идеально подходит для блюд, где важно сочетание насыщенного вкуса и мягкости.\nСостав: 100% свинина (может включать сочетание лопаточной части, шеи и бедра)\nЖирность: 20-30% (более сочный по сравнению с говяжьим)\nУпаковка: Экологичный лоток с защитной плёнкой.\nЦена указана за 1 кг.",
      "image": "",
      "category": 1,
      "price": 639.99,
      "created_at": "2025-04-05",
      "upload_at": "2025-05-05"
    }
  },
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "мясо и мясопродукты",
      "description": "Эта группа продуктов включает говядину, баранину, свинину, мясо птиц (куриц, цыплят, индейки), кроликов, а также различные виды сосисок, сарделек, колбас и колбасных изделий. Общее для всех этих продуктов - высокое содержание белка, железа и витамина В12."
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "овощи и фрукты",
      "description": "служат важными источниками ряда минеральных солей (калия, железа), сахаров, растительных волокон, органических кислот, улучшающих процесс пищеварения, некоторых витаминов, в частности витамина С."
    }
  }
]